Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/sivras-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Mátta-Várjjaga sámi skuvlahistorjjás
nob: Fra Sør-Varangers samiske skolehistorie

source: Siv Rasmussen ( Govva : Arto Enojärvi )
nob: Siv Rasmussen ( Foto : Arto Enojärvi )

source: Siv Rasmussen lea riegádan 1963:s Mátta-Várjjagis .
nob: Siv Rasmussen er født 1963 i Sør-Varanger .

source: Son lea lohkan historjjá váldofága , servodatdiehtaga , arkeologiija ja almmolaš politihka ja hálddašeami Romssa universitehtas , praktihkalaš pedagogihka Finnmárkku allaskuvllas ja son lea leamaš máŋgga sámegiela ja suomagiela kurssas .
nob: Hun har historie hovedfag , samfunnsvitenskap , arkeologi , offentlig politikk og administrasjon fra Universitetet i Tromsø , praktisk pedagogikk fra Høgskolen i Finnmark , samt flere kurs i samisk og finsk språk .

source: Daid lassin sus lea rádiojournalistihka oahppu Gimlekollen Mediasenteris Kristiansandas .
nob: I tillegg har hun radiojournalistisk utdannelse fra Gimlekollen mediasenter i Kristiansand .

source: Áigodagas 1991–1999 son lei oahpaheaddjin Sámi Álbmotallaskuvllas Kárášjogas gos oahpahii sihke sámi kultuvrra ja historjjá , ja mediafágaid .
nob: I tidsrommet 1991–1999 var hun lærer på Den samiske folkehøgskolen i Karasjok , der hun underviste i samisk kultur og historie og i mediafag .

source: Son lea maid bargan vuođđoskuvllas , lagašradios ja báhtareaddjiid vuostáiváldinbáikkis .
nob: Hun har også arbeidet i grunnskolen , i nærradio og på flyktningemottak .

source: Siv Rasmussen ássá dál Muonás Suomas , gos bargá sámi historjjá prošeavttaiguin ja dárogiel oahpaheaddjin rávesolbmuidoahpahagas .
nob: Siv Rasmussen er nå bosatt i Muonio i Finland , der hun jobber med prosjekter innen samisk historie og som norsklærer på Medborgarinstitutet .

source: Dán artihkkalis áiggun čájehastit Mátta-Várjjaga sámi skuvlahistorjjá dan rájes go skuvlaoahpahus álggahuvvui 1838:s gitta dálá áigái .
nob: I denne artikkelen vil jeg gi et riss av Sør-Varangers samiske skolehistorie fra skoleundervisninga startet i 1838 og fram til våre dager .

source: Dieđuid 1800-logu skuvladilis lean ovddimusat viežžan Kåre Gade Rasmussena váldofágabarggus Mátta-Várjjaga skuvlahistorjjá birra 1880 ' rádjái .
nob: Opplysninger om 1800-tallets skolestell er først og fremst hentet fra Kåre Gade Rasmussens hovedfagsoppgave om Sør-Varangers skolehistorie fram til 1880 .

source: Dáruiduhttináigodaga skuvladilli lea buktojuvvon ovdan ovtta sámegielat oahppi ja sámegielat oahpaheaddji bokte .
nob: Fornorskningstidas skolegang er representrert med intervjuer med en samisktalende elev og en samisktalende lærer .

source: 1990-logus ja earenoamážit 2000-logu mielde sáhttá dadjat ahte ođđa áigodat álggahuvvui Mátta-Várjjaga skuvlahistorjjás , dannego dál lea vejolaš válljet sámegiela fágan gieldda skuvllain .
nob: Med 1990-tallet og særlig 2000-tallet må man si at man har gått inn i en ny epoke i Sør-Varangers skolehistorie , da det nå er mulig å velge samisk på skolene i kommunen .

source: Skuvlajagi 2005/2006 addojuvvo sámegieloahpahus čuovvovaš čieža vuođđoskuvllas Mátta-Várjjagis : Guvžajávrris , Fossheimas , Hessengas , Goađáin , Kirkonjárggas , Báhčaveajis ja Remáguoikkas .
nob: Skoleåret 2005/06 blir det gitt samiskundervisning på følgende sju grunnskoler i Sør-Varanger : Bjørnevatn , Fossheim , Hesseng , Sandnes , Kirkenes , Pasvik og Skogfoss .

source: Remáguoikka ja Báhčaveaji skuvllain ohppet buot oahppit sámegiela .
nob: På Skogfoss og Pasvik skoler har samtlige elever samisk .

source: Olles gielddas lea 25 oahppis davvisámegiella nubbingiellan ja 153 oahppis lea fágan sámi giella ja kultuvra .
nob: I kommunen som helhet er det skoleåret 2005/06 25 elever som har nordsamisk som 2. språk og 153 elever som har nordsamisk språk og kultur .

source: Mun lean jearahallan ovtta dain vuosttaš ohppiin geat ožžo sámegieloahpahusa dán ođđa áigodagas ja maiddái ovtta oahpaheaddji guhte dál oahpaha sámegiela Mátta-Várjjagis .
nob: Jeg har intervjuet en av de første elevene som fikk samiskundervisning i denne nye epoken og en av lærerne som nå underviser i samisk i Sør-Varanger .

source: [ Dát kapihtal lea čállon vuosttažettiin K. G. Rasmussen 1976 ja S. Wikan 1995 vuođul , geahččá gáldolisttu . ]
nob: Historikk 1 [ Dette kapitlet bygger hovedsakelig på K. G. Rasmussen 1976 og S. Wikan 1995 ]

source: Vuosttaš skuvla lei sámiid várás
nob: Den første skolen var for samer

source: Mátta-Várjjaga vuosttaš oahpaheaddji dáiddii biddjojuvvon virgái 1838:s .
nob: Den aller første læreren i Sør-Varanger ble sannsynligvis ansatt i 1838 .

source: Su namma lei Poul Poulsen ja son galggai leat vuorroskuvlaoahpaheaddji mearrasápmelaččaide Várjavuona máttabealde , guovllus man viidodat lei Buođggáid rájes gitta Vuorjánjoga rádjái . Dán guovtti báikki gaska lei badjel 150 kilomehtera .
nob: Dette var Poul Poulsen som skulle være omgangsskolelærer for sjøsamene på sørsiden av Varangerfjorden , i et distrikt som strakte seg fra Bugøyfjord til Grense Jakobselv , en strekning på over 150 km. « Skole-Pål » , som han ble kalt , var sjøsame , og han ble etterhvert en kjent lærer blant samene .

source: Son lei sullii 20-jahkásaš go biddjui virgái ja šattai bargat oahpaheaddjin lagabui 40 jagi .
nob: Han var ca. 20 år da han ble ansatt og kom til å virke som lærer i nærmere 40 år .

source: Sus ii lean mangelágan formála oahppu , áidna oahppu maid ieš lei ožžon , lei rihppaskuvla .
nob: Noen formell utdannelse hadde han ikke , den eneste undervisninga han sjøl hadde fått var konfirmasjonsundervisninga .

source: Guhká « Skuvla-Poala » barggai okto oahpaheaddjin dán stuorra skuvlabiirres gosa muhtin muddui lei váttis olahit johtolatvejolašvuođaid dáfus .
nob: Lenge var « Skole-Pål » eneste lærer i dette store og til dels vanskelig tilgjengelige distriktet kommunikasjonsmessig .

source: Áiggi mielde eanet oahpaheaddjit biddjojuvvojedje virggiide ja guovlu juhkkojuvvui eanet skuvlabiirriide .
nob: Etterhvert ble det ansatt flere lærere og området ble delt opp i flere skolekretser .

source: Dan áiggis ledje sápmelaččat eanetlogus dás mii 1848:s šattai Mátta-Várjjat gieldan .
nob: På denne tida var samene i klar majoritet i det som fra 1858 blei Sør-Varanger kommune .

source: 1835:s ásse 527 olbmo Mátta-Várjjagis , dáin ledje dážat dušše oasážin .
nob: I 1835 bodde det 527 personer i Sør-Varanger , av disse var det bare et fåtall nordmenn .

source: Dat ges mearkkašii ahte eatnašat ledje sápmelaččat .
nob: Dette vil si at de aller fleste var samer .

source: Sápmelaččain ges ledje mearrasápmelaččat stuorra eanetlogus .
nob: Av disse igjen var det store flertallet sjøsamer .

source: Uhcit olmmošjoavkkut ledje nuortasápmelaččat ja johttisápmelaččat .
nob: Mindre befolkningsgrupper utgjorde østsamene og de nomadiserende reindriftssamene .

source: Áiggi mielde fárrejedje eanet dážat ja suopmelaččat ( kveanat ) gildii , ja daid mánáide ásahedje sierra dáro- ja suomagielat skuvlafálaldagaid .
nob: Etterhvert flyttet det flere nordmenn og finlendere ( kvener ) inn i kommunen , og det ble opprettet egne norsk- og finskspråklige skoletilbud til disse barna .

source: Vuosttaš oahpaheaddji dárogielat mánáide biddjui virgái 1849:s , gitta dassážii lei Mátta-Várjjat čielga sámi skuvlabiire , mas buot oahpaheaddjit ledje sápmelaččat ja oahpahus lei ollásit oaivvilduvvon sápmelaččaide .
nob: Den første læreren for norsktalende barn ble ansatt i 1849 , fram til da var Sør-Varanger et reint samisk skoledistrikt der alle lærerne var samer og undervisninga var helt og holdent beregnet på samene .

source: Kveana mánát ožžo easkka 1860-logu loahpageahčen oahpahusa iežaset gillii .
nob: De kvenske barna fikk først på slutten av 1860-tallet undervisning på eget språk .

source: Goršvuona skuvla Mátta-Várjjagis 1890 , Oahpaheaddji Signe Haga ohppiiguin
nob: Korsfjord skole i Sør-Varanger 1890 , Lærerinnen Signe Haga med elever

source: ( Govva : Ellisif Wessel / Finnmarksbiblioteket )
nob: ( Foto : Ellisif Wessel / Finnmarksbiblioteket )

source: Oahpaheaddjit oahpu haga
nob: Lærere uten utdanning

source: Máŋggat jagit golle ovdalgo fidnejedje skuvladoalliid Mátta-Várjjagii geain lei mangelágan formála oahppu .
nob: Det skulle ta svært mange år før man fikk skoleholdere til Sør-Varanger som hadde noen formell utdannelse .

source: Muhto dát lei čuolbma mii gustui olles Finnmárkui , iige earenoamážit Mátta-Várjjagii .
nob: Men dette var et problem som gjaldt for hele Finnmark , og var ikke spesielt for Sør-Varanger .

source: 1826:s ásahuvvui Runáššái oahpaheaddjiseminára , mii maŋŋá sirdojuvvui Romsii , muhto ohcan dohko Finnmárkkus lei oalle heittot .
nob: I 1826 ble det grunnlagt et lærerseminarium på Trondenes , seinere flyttet til Tromsø , men søkninga hit fra Finnmark var dårlig .

source: Áigodagas 1826–40 seminára válddii ohppui ovcci sápmelačča , guhtta dáža ja ovtta kveana Finnmárkkus .
nob: I løpet av perioden 1826–40 ble det tatt opp 9 samer , 6 norske og en kven fra Finnmark .

source: Dávjá ságastallui galggai go čuvgehusbargu sápmelaččaid gaskkas leat dárogillii vai sámegillii .
nob: Det ble stadig diskutert om opplysningsarbeidet blant samene skulle foregå på norsk eller samisk .

source: Goappašiid surggiin ledje iežaset ovddasteaddjit .
nob: Begge retninger hadde sine ivrige talsmenn .

source: 1851:s ásahuvvui nu gohčoduvvon « Sámefoanda » ( Finnefondet ) .
nob: I 1851 ble det såkalte « Finnefondet » opprettet .

source: Foanda dahjege ruhtarájus galggai geavahuvvot veahkkin fidnet eanet oahpahuvvon oahpaheddjiid , geat maid máhtte oahpahit dárogiela ohppiide .
nob: Fondet skulle hjelpe til med å få flere utdannete lærere , som også kunne lære elevene norsk .

source: Ruhtahivvodat galggai geavahuvvot bálkálasáhussan oahpaheddjiide geat barge giellaseaguhusguovlluin , hukset skuvladáluid ja dasa lassin addit gávcci oahppái friijasaji Romssa semináras .
nob: Midlene skulle brukes til å gi lærere i språkblandingsdistriktene lønnstillegg , oppføre skolehus , samt gi friplass til 8 elever på Tromsø seminar .

source: Oahppit galge lohkat sihke dárogiela ja sámegiela semináras , ja čađahuvvon eksámena maŋŋá lei sis čieža jagi oahpahangeatnegasvuohta giellaseaguhusguovllus .
nob: Elevene skulle lese både norsk og samisk på seminaret , og hadde etter endt eksamen 7 års undervisningsplikt i et språkblandingsdistrikt .

source: Vuosttaš jagiid ii adnojuvvon Nuorta-Finnmárku – ja dainna iige Mátta-Várjjat – giellaseaguhusguovlun .
nob: I de første årene ble ikke Øst-Finnmark – og dermed heller ikke Sør-Varanger – regnet med til språkblandingsdistriktene .

source: Dáppe galggai sámegiella ain leat oahpahusgiellan sámegielat guovlluin .
nob: Her skulle samisk fortsatt være undervisningsspråk i de samiske områdene .

source: Seammás dát mearkkašii ahte Nuorta-Finnmárku oaččui olu uhcit oahppan oahpaheddjiid go dan maid Oarje-Finnmárku oaččui .
nob: Samtidig betydde dette at man fikk langt færre utdannete lærere til Øst-Finnmark , enn man fikk til Vest-Finnmark .

source: 1863:s lei dušše 37 proseanttas oahpaheddjiin oahppu Nuorta-Finnmárkkus seammás go Oarje-Finnmárkkus lei 62,5 proseanttas oahppu .
nob: I 1863 hadde man kun 37 prosent utdannete lærere i Øst-Finnmark , mot hele 62,5 prosent i Vest-Finnmark .

source: Nu guhká go Mátta-Várjjagii ii juolluduvvon ruhtadoarjja Sámefoanddas , de ii ožžon doarjagage hukset skuvladáluid .
nob: Så lenge Sør-Varanger ikke fikk tildelt midler fra Finnefondet , fikk man heller ikke støtte til bygging av skolehus .

source: Dát dilli rievddai 1863 ' rájes go Mátta-Várjjat maid šattai gullevažžan Sámefoandda doaibmaguvlui .
nob: Dette endret seg fra 1863 da også Sør-Varanger kom under Finnefondets virkeområde .

source: Mátta-Várjjagis vuosttaš skuvladállu ceggejuvvui sámi gilážii Goađáide 1867:s .
nob: Sør-Varangers første skolehus ble reist i den samiske bygda Sandnes i 1867 .

source: Sullii seammá áiggi huksejuvvui , ostojuvvui dahje láigohuvvui sierra skuvladállu Kirkonjárggas , Buođggáin ja Ruovdevuonas .
nob: Egne skoler ble også omtrent på samme tid bygget , kjøpt eller leid på Kirkenes , på Bugøynes og i Jarfjord .

source: Mátta-Várjjat adnojuvvui dalle muhttásanguovlun gos geahččaledje ovddidit dárogiela .
nob: Sør-Varanger ble nå betraktet som et overgangsdistrikt der man forsøkte å fremme norsk språk .

source: Sápmelaččaid ja kveanaid galggai dáruiduhttit vehážiid mielde .
nob: Samene og kvenene skulle fornorskes litt etter litt .

source: Ii galgan menddo sakka hohpohallat .
nob: Men man skulle ikke gå for fort fram .

source: Oahpahus galggai leat dan gillii maid skuvlabiirre mánáid eanetlohku hálai , muhto dárogiella galggai dađistaga šaddat oahpahusgiellan boarráset mánáide .
nob: Undervisninga skulle skje på det språket flertallet av barna i skolekretsen snakket , men norsk skulle gradvis bli undervisningsspråk for de eldre barna .

source: Strand internáhtta Báhčaveajis lei Finnmárkku vuosttas stáhtainternáhtta .
nob: Strand internat i Pasvik var det første statsinternatet i Finnmark .

source: Govvejuvvon 1915 .
nob: Bilder er tatt i 1915 .

source: ( Govva : Bernt Thomassen / Ulf Jacobsena govvačoakkáldat )
nob: ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Daruiduhttin vuoitá
nob: Fornorskninga vinner fram

source: 1880:s bođii ođđa giellanjuolggadus muhttásanguovlluide , mii dál maid sisttisdoalai Mátta-Várjjaga .
nob: I 1880 kom en ny språkinstruks for de språkblandete distriktene , som altså også innbefattet Sør-Varanger .

source: Dál galge buot sápmelaš ja kveana mánát oahpahallat lohkat , hállat ja čállit dárogiela .
nob: Nå skulle samtlige samiske og kvenske barn opplæres i å lese , snakke og skrive norsk .

source: Sámegiella ja suomagiella galggai dušše geavahuvvot veahkkegiellan .
nob: Samisk og finsk skulle bare brukes som hjelpespråk .

source: Dáinna njuolggadusain lávkii stáhtalaš dáruiduhttinpolitihkka Mátta-Várjjaga skuvlastobuide , dego earáge nu gohčoduvvon muhttásanguovlluide .
nob: Med denne instruksen trådte den statlige fornorskningspolitikken inn i skolestuene i Sør-Varanger , så vel som i andre såkalte overgangsdistrikt .

source: 1900-logu álggogeahčen šattai Mátta-Várjjat hirbmat dehálažžan stáhtainternáhtaid huksema oktavuođas Finnmárkui .
nob: På begynnelsen av 1900-tallet ble Sør-Varanger svært viktig i forbindelse med utbygginga av statsinternatene i Finnmark .

source: Ođđa internáhtat huksejuvvojedje ja váldojedje atnui Strandii ja Njávdámii 1905:s .
nob: Nybygde internat ble tatt i bruk både på Strand og i Neiden i 1905 .

source: Dan maŋŋá huksejuvvojedje internáhtat eará báikkiide gielddas dego Jurrangohppái ja Ruovdevunnii .
nob: Seinere ble det bygget skoleinternat flere steder i kommunen , som i Ropelv og i Jarfjord .

source: Álbmoga sápmelaš oassi šattai áiggi mielde unnitlohkui kveanaid ja dážaid lassánan sisafárrema geažil , earenoamážit 1800-logu loahpageaži rájes , ja Sydvaranger ruvkefitnodaga ásaheami 1900-logu álggogeahčen , mii mielddisbuvttii vel stuorát olmmošlogu lassáneami .
nob: I og med den sterke tilflyttingen av kvener og nordmenn , særlig fra 1800-tallets andre halvdel , og opprettelsen av gruveselskapet Sydvaranger på begynnelsen av 1900-tallet , som medførte en enda sterkere befolkningstilvekst , ble etterhvert den samiske delen av befolkningen i minoritet .

source: Fossheim skuvla lei Finnmárkku vuosttamuš internáhtaid gaskkas .
nob: Fossheim skole var blant de første internata i Finnmark .

source: ( Govva : Bernt Thomassen / Finmarksbiblioteket )
nob: ( Foto : Bernt Thomassen / Finmarksbiblioteket )

source: Nuortasápmelaččat olgobealde
nob: Østsamene falt utenfor

source: Norgga ja Ruošša rádjá gessojuvvui 1826:s .
nob: Grensa mellom Norge og Russland ble trukket i 1826 .

source: Ovdal dan áiggi lei Mátta-Várjjat leamaš dán guovtti riikka oktasaš guovlun .
nob: Før den tid hadde Sør-Varanger utgjort et fellesdistrikt mellom de to land .

source: 1700-logus ja 1800-logu álggogeahčen doaimmahuvvui norgalaš luhteránalaš miššuvdnabargu davvisápmelaš álbmoga guovdu .
nob: På 1700-tallet og begynnelsen av 1800-tallet ble det drevet norsk luthersk misjonsvirksomhet rettet mot den nordsamiske befolkninga .

source: Guovllu nuortasápmelaš álbmot gulai ortodoksa girkui , ja sin atne Ruošša riikkavuložin gitta 1833/34 ' jahkemolsumii .
nob: Områdets østsamiske befolkning tilhørte den ortodokse kirka , de ble regnet som russiske undersåtter helt fram til årskiftet 1833/34 .

source: Vaikko nuortasápmelaččat formálalaččat ledje Norgga stáhtalahtut dallego skuvladoaibma álggahuvvui Mátta-Várjjagis , de Norgga eiseválddit eai láhčán mangelágan oahpahusfálaldaga dán jovkui .
nob: Sjøl om østsamene formelt sett var norske borgere da skolevesenenet kom i gang i Sør-Varanger , tilrettela aldri norske myndigheter noe undervisningstilbud for denne gruppa .

source: Steinar Wikana dieđu mielde lei jurdda ahte Beahcáma báhppa ( maŋŋá Boris Gleb / Geavgŋá báhppa ) galggai addit mánáide dárbbašlaš oahpahusa .
nob: I følge Steinar Wikan var det meninga at presten i Petsjenga ( seinere i Boris Gleb ) skulle gi barna den nødvendige undervisning .

source: Gitta 1905 ' rádjái nuortasápmelaš mánát ledje luvvejuvvon skuvlavázzimis , vaikko buot Norggas ássi mánáin lei skuvlageatnegasvuohta jagi 1863 ja jagi 1889 skuvlalágaid mielde .
nob: Inntil 1905 var samtlige østsamiske barn fritatt for skolegang , til tross for at alle barn som bodde i Norge hadde skoleplikt i følge skolelovene av 1863 og 1889 .

source: Ákkastuvvui ahte eiseválddit balle ahte ruoššat atne dan propagándan Ruošša oskku vuostá ja nuortasápmelaččaid oskku vealaheapmin jos nuortasápmelaš mánát bággehalle vázzit skuvlla .
nob: Begrunnelsen var at myndighetene var redde for at det fra russisk side ville bli oppfattet som propaganda mot den russiske religion og ei undertrykking av østsamene i religiøs henseende , dersom man tvang de østsamiske barna til å gå på skole .

source: Go Fossheim skuvla ja internáhtta lei gárvvisin huksejuvvon Njávdámii 1905:s , de šattai maid nuortasápmelaččain geatnegasvuohta sáddet mánáideaset skuvlii , juoidá maid eadneolbmot vuostálaste .
nob: Da Fossheim skole og internat stod ferdigbygd i Neiden i 1905 ble også østsamene pliktig til å sende sine barn på skole , noe mødrene vegret seg for .

source: De lei nu ahte 1905:s eai lean go guokte nuortasámemáná skuvlageatnegáhtton agis , ja maŋŋá go suohkanbáhppa , guhte lei skuvlastivrra jođiheaddji maid , lei háleštallan guhká ovttain etniin , de máná guovttos sáddejuvvuiga skuvlii .
nob: De ville ikke sende barna til skolen for å pines . Nå var det bare to østsamiske barn i skolepliktig alder i 1905 og etter at sognepresten , som også var skolestyrets formann , hadde hatt en lengre prat med den ene av mødrene , ble barna sendt til skolen .

source: Buođggáid skuvla , 1913
nob: Bugøynes skole , 1913

source: Sámegiella nanus 2. máilmmisoađi rádjái
nob: Samisk sterkt til 2. verdenskrig

source: Vaikko sápmelaččat ledje unnitlogus ja vásihedje garra dáruiduhttinpolitihka , de sámegielas ja - kultuvrras lei nana sajádat gielddas gitta nuppi máilmmisoađi rádjái , eandalit uhcit gilážiin vuotnaguovlluin ja boazosápmelaččaid gaskkas .
nob: Til tross for minoritetsstillingen og den harde fornorskningspolitikken sto den samiske kulturen og språket sterkt i kommunen fram til 2. verdenskrig , særlig i de mindre bygdene i fjordene og blant den reindriftsamiske befolkninga .

source: Ollugat , dáppe dego olu eará sámi guovlluin ge , álge dárogielat skuvlii máhtekeahttá ovttage dárogiela sáni .
nob: Mange begynte i den norskspråklige skolen uten å kunne ett ord norsk , her som i mange andre samiske områder .

source: Soađi maŋŋá lassánii giellamolsun dárogillii eanet ahte eanet , earenoamážit guovlluin mat ledje čadnojuvvon geaidnofierpmádahkii ja mat ledje gielddaguovddáža Kirkonjárgga lahka .
nob: Etter krigen skjedde det mer og mer en overgang til norsk språk , spesielt i områder som var knyttet til veinettet og som lå nært kommunesenteret Kirkenes .

source: 1 Olles badjel čuohtejagi áigodaga 1880 ' rájes gitta otná beaivái leat Mátta-Várjjaga sápmelaččat massán sámegiela .
nob: 2 I løpet av hele perioden på over hundre år fra 1880 og fram til i dag , har dermed flere generasjoner med Sør-Varanger-samer mistet det samiske språket .

source: Sámegieloahpahus mii dál addojuvvo Mátta-Várjjaga skuvllain , lea ovddimusat láidesteapmi sámegillii ovttagielat dárogielhálli ohppiide .
nob: Den samiskundervisninga som nå gis i skolene i Sør-Varanger er stort sett en innføring i samisk til enspråklig norsktalende elever .

source: Áibbas uhca unnitlogožis lea sámegiella eatnigiellan .
nob: Et svært lite mindretall har samisk som morsmål .

source: Veaháš sámegieloahpahus addojuvvui juo 1980-logus ohppiide , geat ledje fárren eará gielddain ja geain lei máhttu sámegielas ovddežis .
nob: Noe samiskundervisning ble gitt allerede på 1980-tallet til elever som var kommet flyttende fra andre kommuner og hadde samiskkunnskaper fra før .

source: Easkka 1990-logu loahpageahčen addojuvvogođii oahpahusfálaldat ohppiide , geain ii lean juo sámegiel máhttu ovddežis .
nob: Første langt innpå 1990-tallet ble det gitt tilbud om undervisning også til elever som ikke hadde samiskkunnskaper fra før .

source: Buot sámegieloahpahus mii addojuvvo Mátta-Várjjagis lea davvisámegielas .
nob: All samiskundervisning som gis i Sør-Varanger er nordsamisk .

source: Ii gávdno makkárge oahpahusfálaldat nuortalaš- dahjege golttásámegillii .
nob: Noe undervisningstilbud i østsamisk eller skoltesamisk finnes ikke .

source: Birger Gustavsen : – Mis sápmelaččain ii lean makkárge árvu
nob: Birger Gustavsen : – Vi samene var ingenting verdt

source: Ruovdevuotnalaš Birger Gustavsena eatnigiella ja árgabeaigiella lea sámegiella .
nob: For Birger Gustavsen fra Jarfjord er samisk morsmålet og dagligspråket .

source: ( Govva : Siv Rasmussen )
nob: ( Foto : Siv Rasmussen )

source: Birger Gustavsen lea riegádan 1942:s Siidejohgohpis Ruovdevuonas , gos bajásšattai áhkus luhtte .
nob: Birger Gustavsen er født i 1942 i Karpbukt i Jarfjord , der han vokste opp hos bestemora si .

source: Áhkku , guhte lei Ohcejogas eret , ii máhttán eará go sámegiela ja mánnávuođa báikki giella lei lunddolaččat sámegiella .
nob: Bestemora , som var fra Utsjok , kunne bare samisk , og språket i barndomshjemmet var naturlig nok samisk .

source: Birger ja su eamit ássaba dál Ruovdevuonas .
nob: Birger og kona bor i dag i Jarfjord .

source: Eamit lea Unjárggas eret , ja sámegiella lea sudnos beaivválaš giellan .
nob: Kona er fra Nesseby og samisk er deres dagligspråk .

source: – Mo lei dutnje deaivvadit skuvllain gos visot dáhpáhuvai dárogillii ?
nob: – Hvordan var møtet med en skole der alt foregikk på norsk for deg ?

source: – Vaikko mu eatnigiella lea sámegiella , de mun máhtten juo dárogiela ovdalgo álgen skuvlii .
nob: – Sjøl om morsmålet mitt var samisk , kunne jeg også norsk allerede før jeg begynte på skolen .

source: Dattetge hárdojuvvojin giela dihte .
nob: Likevel ble jeg terget på grunn av språket .

source: Velá muhtin mánát geat ieža hálle sámegiela ledje fárus hárdimis eará sámegielhálliid .
nob: Selv enkelte unger som snakket samisk var med på å mobbe andre samisktalende .

source: – Makkár guottuid vásihit don skuvlla bargiin ?
nob: – Hvilke holdninger til det samiske møtte du fra skolens personale ?

source: – Dat lei ges negatiiva guoddu , earenoamážit rektora bealis .
nob: – Det var en negativ holdning , særlig fra rektors side .

source: Mis sápmelaččain ii lean makkárge árvu .
nob: Vi samene var ingenting verdt .

source: Sii eai meannudan ohppiiguin láhkái .
nob: Det var forskjellsbehandling .

source: Dážat ožžo álo buoret árvosániid .
nob: De norske fikk alltid bedre karakterer .
